"Alert" = "Alert";

"Confirm" = "Confirm";

"Error" = "Error";

"Notice" = "Notice";

"CheckSyncLog" = "check sync log...";

"ServerError" = "Encountered %d error while loading!";

"FacebookError" = "Fail to get your info of Facebook!";

"FacebookLogInFail" = "Fail to log in Facebook!";

"ImageLoadFail" = "Image loading failed!";

"LogIn" = "log in server...";

"CheckNetwork" = "Please check your network connection or that you are not in airplane mode!";

"PleaseWait" = "Please wait...";

"PostSuccess" = "Post successfully!";

"RestartMsg" = "Restart Lifelog for another account to log in!";

"SendClientData" = "send client data...";

"StartFullSync" = "start full sync...";

"StartIncreSync" = "start incremental sync...";

"Syncing" = "Syncing";

"LifeLogExist" = "The LifeLog of this time already exists!";

"UnableServer" = "Unable to contact server!";

"NetworkError" = "Unknown network error!";

"CheckGPS" = "User has denied to use current Location!";

"WriteYourLifeLog" = "Write your LifeLog!";

